Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: All non-solid parts (modifiers) were deleted
sv: Alla icke-fasta delar (modifierare) raderades

source: Split to Objects
sv: Dela upp till objekt

source: Invalid data
sv: Ogiltiga data

source: Another export job is currently running.
sv: Ett annat exportjobb körs för närvarande.

source: Replace from:
sv: Ersätt från:

source: Unable to replace with more than one volume
sv: Det går inte att ersätta med mer än en volym

source: Select the new file
sv: Välj den nya filen

source: Please select the file to reload
sv: Välj filen som ska laddas om

source: The selected file
sv: Den valda filen

source: differs from the original file
sv: skiljer sig från originalfilen

source: Reload from:
sv: Ladda om från:

source: Unable to reload:
sv: Det gick inte att ladda om:

source: Error during reload
sv: Fel under omladdning

source: Reload all from disk
sv: Ladda om allt från disken

source: There are active warnings concerning sliced models:
sv: Det finns aktiva varningar om skivade modeller:

source: generated warnings
sv: genererade varningar

source: 3D editor view
sv: 3D-redigeringsvy

source: Undo / Redo is processing
sv: Ångra / Gör om bearbetas

source: You can keep presets modifications to the new project or discard them
sv: Du kan behålla förinställda ändringar av det nya projektet eller kassera dem

source: You can keep presets modifications to the new project, discard them or save changes as new presets. Note, if changes will be saved then new project wouldn't keep them
sv: Du kan behålla förinställningar modifieringar av det nya projektet, kassera dem eller spara ändringar som nya förinställningar. Observera att om ändringarna kommer att sparas kommer det inte att behållas av ett nytt projekt

source: Creating a new project
sv: Skapar ett nytt projekt

source: Load Project
sv: Ladda projekt

source: Import Object
sv: Importera objekt

source: Import Objects
sv: Importera objekt

source: Open as project
sv: Öppna som projekt

source: Import geometry only
sv: Importera endast geometri

source: Import config only
sv: Importera endast konfiguration

source: Select an action to apply to the file
sv: Välj en åtgärd som ska tillämpas på filen

source: Don't show again
sv: Visa inte igen

source: Drag and drop G-code file
sv: Dra och släpp G-kodfil

source: Load File
sv: Ladda fil

source: Load Files
sv: Ladda filer

source: Increase Instances
sv: Öka instanser

source: Decrease Instances
sv: Minska instanser

source: Enter the number of copies:
sv: Ange antal kopior:

source: Copies of the selected object
sv: Kopior av det valda objektet

source: Set numbers of copies to %d
sv: Ställ in antalet kopior till %d

source: Save G-code file as:
sv: Spara G-kodfil som:

source: Save SL1 / SL1S file as:
sv: Spara SL1 / SL1S-filen som:

source: The provided file name is not valid.
sv: Det angivna filnamnet är inte giltigt.

source: The following characters are not allowed by a FAT file system:
sv: Följande tecken är inte tillåtna av ett FAT-filsystem:

source: The plater is empty. Do you want to save the project?
sv: Plattan är tom. Vill du spara projektet?

source: Save project
sv: Spara projekt

source: Export
sv: Exportera

source: Paste From Clipboard
sv: Klistra in från Urklipp

source: General
sv: Allmän

source: Remember output directory
sv: Kom ihåg utdatakatalogen

source: Auto-center parts
sv: Autocentrerade delar

source: Background processing
sv: Bakgrundsbearbetning

source: Export sources full pathnames to 3mf and amf
sv: Exportera källors fullständiga sökvägsnamn till 3mf och amf

source: Show incompatible print and filament presets
sv: Visa inkompatibla utskrifts- och filamentförinställningar

source: When checked, the print and filament presets are shown in the preset editor even if they are marked as incompatible with the active printer
sv: När det är markerat visas förinställningarna för utskrift och filament i förinställningsredigeraren även om de är markerade som inkompatibla med den aktiva skrivaren

source: Allow just a single PrusaSlicer instance
sv: Tillåt bara en enda PrusaSlicer-instans

source: Use Retina resolution for the 3D scene
sv: Använd Retina-upplösning för 3D-scenen

source: If enabled, the 3D scene will be rendered in Retina resolution. If you are experiencing 3D performance problems, disabling this option may help.
sv: Om det är aktiverat kommer 3D-scenen att återges i Retina-upplösning. Om du har problem med 3D-prestanda kan det hjälpa att inaktivera det här alternativet.

source: Enable support for legacy 3DConnexion devices
sv: Aktivera stöd för äldre 3DConnexion-enheter

source: If enabled, the legacy 3DConnexion devices settings dialog is available by pressing CTRL+M
sv: Om den är aktiverad är den äldre inställningsdialogrutan för 3DConnexion-enheter tillgänglig genom att trycka på CTRL+M

source: Camera
sv: Kamera

source: Use perspective camera
sv: Använd perspektivkamera

source: If enabled, use perspective camera. If not enabled, use orthographic camera.
sv: Om aktiverat, använd perspektivkamera. Om det inte är aktiverat, använd ortografisk kamera.

source: Reverse direction of zoom with mouse wheel
sv: Omvänd zoomriktning med mushjulet

source: If enabled, reverses the direction of zoom with mouse wheel
sv: Om den är aktiverad, vänder du zoomriktningen med mushjulet

source: Show sidebar collapse/expand button
sv: Visa knapp för att komprimera/expandera sidofältet

source: If enabled, the button for the collapse sidebar will be appeared in top right corner of the 3D Scene
sv: Om den är aktiverad kommer knappen för komprimera sidofältet att visas i det övre högra hörnet av 3D-scenen

source: If enabled, PrusaSlicer will not open hyperlinks in your browser.
sv: Om aktiverat kommer PrusaSlicer inte att öppna hyperlänkar i din webbläsare.

source: Use colors for axes values in Manipulation panel
sv: Använd färger för axelvärden i panelen Manipulation

source: If enabled, the axes names and axes values will be colorized according to the axes colors. If disabled, old UI will be used.
sv: Om det är aktiverat kommer axlarnas namn och axelvärden att färgas enligt axlarnas färger. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Order object volumes by types
sv: Ordna objektvolymer efter typer

source: Set settings tabs as menu items (experimental)
sv: Ställ in inställningsflikar som menyalternativ (experimentell)

source: If enabled, Settings Tabs will be placed as menu items. If disabled, old UI will be used.
sv: Om det är aktiverat kommer Inställningar-flikar att placeras som menyalternativ. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Show "Tip of the day" notification after start
sv: Visa "Dagens tips" avisering efter start

source: If enabled, useful hints are displayed at startup.
sv: Om det är aktiverat visas användbara tips vid start.

source: Notify about new releases
sv: Meddela om nya releaser

source: You will be notified about new release after startup acordingly: All = Regular release and alpha / beta releases. Release only = regular release.
sv: Du kommer att meddelas om ny utgåva efter start enligt följande: Alla = Vanlig utgåva och alfa/beta utgåvor. Endast release = vanlig release.

source: Use custom size for toolbar icons
sv: Använd anpassad storlek för verktygsfältsikoner

source: If enabled, you can change size of toolbar icons manually.
sv: Om det är aktiverat kan du ändra storleken på verktygsfältsikonerna manuellt.

source: Render
sv: Framställa

source: Dark mode (experimental)
sv: Mörkt läge (experimentellt)

source: Enable dark mode
sv: Aktivera mörkt läge

source: If enabled, UI will use Dark mode colors. If disabled, old UI will be used.
sv: Om det är aktiverat kommer UI att använda färger i mörkt läge. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Use system menu for application
sv: Använd systemmenyn för applikation

source: Changes for the critical options
sv: Ändringar för de kritiska alternativen

source: Icon size in a respect to the default size
sv: Ikonstorlek i förhållande till standardstorleken

source: Select toolbar icon size in respect to the default one.
sv: Välj storlek på verktygsfältsikonen i förhållande till standardstorleken.

source: Settings in non-modal window
sv: Inställningar i icke-modalt fönster

source: Layout Options
sv: Layoutalternativ

source: Text colors
sv: Textfärger

source: System presets
sv: Systemförinställningar

source: User presets
sv: Användarförinställningar

source: Incompatible presets
sv: Inkompatibla förinställningar

source: Are you sure you want to delete "%1%" printer?
sv: Är du säker på att du vill ta bort skrivaren "%1%"?

source: Click to edit preset
sv: Klicka för att redigera förinställning

source: Add/Remove presets
sv: Lägg till/ta bort förinställningar

source: Add physical printer
sv: Lägg till fysisk skrivare

source: Edit preset
sv: Redigera förinställning

source: Change extruder color
sv: Byt färg på extrudern

source: Edit physical printer
sv: Redigera fysisk skrivare

source: Physical printers
sv: Fysiska skrivare

source: Add/Remove filaments
sv: Lägg till/ta bort filament

source: Add/Remove materials
sv: Lägg till/ta bort material

source: Add/Remove printers
sv: Lägg till/ta bort skrivare

source: Fan will always run at %1%%%
sv: Fläkten kommer alltid att gå på %1%%%

source: except for the first %1% layers.
sv: förutom de första %1%-lagren.

source: except for the first layer.
sv: förutom det första lagret.

source: During the other layers, fan will be turned off.
sv: Under de andra lagren kommer fläkten att stängas av.

source: Fan will be turned off.
sv: Fläkten kommer att stängas av.

source: external perimeters
sv: yttre omkretsar

source: perimeters
sv: omkretsar

source: infill
sv: utfyllnad

source: support interface
sv: stödgränssnitt

source: Bridging volumetric
sv: Överbryggande volymetrisk

source: Volumetric
sv: Volumetrisk

source: flow rate is maximized
sv: flödeshastigheten är maximerad

source: by the print profile maximum
sv: med maximalt tryckprofil

source: when printing
sv: vid utskrift

source: with a volumetric rate
sv: med en volymetrisk hastighet

source: Recommended object thin wall thickness: Not available due to invalid layer height.
sv: Rekommenderad tunn väggtjocklek för objekt: Ej tillgänglig på grund av ogiltig lagerhöjd.

source: Recommended object thin wall thickness for layer height %.2f and
sv: Rekommenderad objekt tunnväggtjocklek för lagerhöjd %.2f och

source: %d lines: %.2f mm
sv: %d rader: %.2f mm

source: Recommended object thin wall thickness: Not available due to excessively small extrusion width.
sv: Rekommenderad tunn väggtjocklek för objekt: Ej tillgänglig på grund av för liten extruderingsbredd.

source: Top / bottom shell thickness hint: Not available due to invalid layer height.
sv: Tips om tjocklek på topp/botten: Ej tillgängligt på grund av ogiltig lagerhöjd.

source: Top shell is %1% mm thick for layer height %2% mm.
sv: Det övre skalet är %1% mm tjockt för lagerhöjden %2% mm.

source: Minimum top shell thickness is %1% mm.
sv: Minsta övre skaltjocklek är %1% mm.

source: Top is open.
sv: Toppen är öppen.

source: Bottom shell is %1% mm thick for layer height %2% mm.
sv: Bottenskalet är %1% mm tjockt för lagerhöjden %2% mm.

source: Minimum bottom shell thickness is %1% mm.
sv: Minsta bottenskalstjocklek är %1% mm.

source: Bottom is open.
sv: Botten är öppen.

source: Send G-Code to printer host
sv: Skicka G-Code till skrivarvärden

source: Upload to Printer Host with the following filename:
sv: Ladda upp till skrivarvärd med följande filnamn:

source: Use forward slashes ( / ) as a directory separator if needed.
sv: Använd snedstreck ( / ) som katalogavgränsare om det behövs.

source: Group
sv: Grupp

source: Upload filename doesn't end with "%s". Do you wish to continue?
sv: Ladda upp filnamnet slutar inte med "%s". Vill du fortsätta?

source: Upload and Print
sv: Ladda upp och skriv ut

source: Upload and Simulate
sv: Ladda upp och simulera

source: Upload
sv: Ladda upp

source: Progress
sv: Framsteg

source: Host
sv: Värd

source: Size
sv: Storlek

source: Filename
sv: Filnamn

source: Error Message
sv: Felmeddelande

source: Cancel selected
sv: Avbryt valt

source: Show error message
sv: Visa felmeddelande

source: Enqueued
sv: I kö

source: Uploading
sv: Laddar upp

source: Cancelling
sv: Inställande

source: Cancelled
sv: Inställt

source: Completed
sv: Avslutad

source: Error uploading to print host:
sv: Fel vid uppladdning till utskriftsvärd:

source: NO RAMMING AT ALL
sv: INGEN RAMNING ALLS

source: Volumetric speed
sv: Volumetrisk hastighet

source: Save %s as:
sv: Spara %s som:

source: The supplied name is not valid;
sv: Det angivna namnet är inte giltigt;

source: the following suffix is not allowed:
sv: följande suffix är inte tillåtet:

source: The supplied name is not available.
sv: Det angivna namnet är inte tillgängligt.

source: Cannot overwrite a system profile.
sv: Det går inte att skriva över en systemprofil.

source: Cannot overwrite an external profile.
sv: Det går inte att skriva över en extern profil.

source: Preset with name "%1%" already exists.
sv: Förinställning med namnet "%1%" finns redan.

source: Preset with name "%1%" already exists and is incompatible with selected printer.
sv: Förinställning med namnet "%1%" finns redan och är inkompatibel med den valda skrivaren.

source: Note: This preset will be replaced after saving
sv: Obs: Denna förinställning kommer att ersättas efter att ha sparats

source: The name cannot be empty.
sv: Namnet får inte vara tomt.

source: The name cannot start with space character.
sv: Namnet kan inte börja med blanksteg.

source: The name cannot end with space character.
sv: Namnet får inte sluta med blanksteg.

source: The name cannot be the same as a preset alias name.
sv: Namnet kan inte vara detsamma som ett förinställt aliasnamn.

source: Save preset
sv: Spara förinställning

source: Copy
sv: Kopiera

source: You have selected physical printer "%1%" with related printer preset "%2%"
sv: Du har valt den fysiska skrivaren "%1%" med relaterad skrivarförinställning "%2%"

source: What would you like to do with "%1%" preset after saving?
sv: Vad vill du göra med förinställningen "%1%" efter att du har sparat?

source: Change "%1%" to "%2%" for this physical printer "%3%"
sv: Ändra "%1%" till "%2%" för den här fysiska skrivaren "%3%"

source: Add "%1%" as a next preset for the the physical printer "%2%"
sv: Lägg till "%1%" som nästa förinställning för den fysiska skrivaren "%2%"

source: Stealth
sv: Smygande

source: Normal
sv: Vanligt

source: Selection-Add
sv: Urval-Lägg till

source: Selection-Add Object
sv: Markering-Lägg till objekt

source: Selection-Add Instance
sv: Markering-Lägg till instans

source: Selection-Add All
sv: Markering-Lägg till alla

source: Scale To Fit
sv: Skala för att passa

source: Data to send
sv: Data att skicka

source: Send system info
sv: Skicka systeminformation

source: This is the first time you are running %1%. We would like to ask you to send some of your system information to us. This will only happen once and we will not ask you to do this again (only after you upgrade to the next version).
sv: Detta är första gången du kör %1%. Vi vill be dig att skicka en del av din systeminformation till oss. Detta kommer bara att hända en gång och vi kommer inte att be dig göra detta igen (först efter att du har uppgraderat till nästa version).

source: If we know your hardware, operating system, etc., it will greatly help us in development and prioritization, because we will be able to focus our effort more efficiently and spend time on features that are needed the most.
sv: Om vi kan din hårdvara, operativsystem etc. kommer det att hjälpa oss mycket i utveckling och prioritering, eftersom vi kommer att kunna fokusera vår insats mer effektivt och lägga tid på funktioner som behövs som mest.

source: Is it safe?
sv: Är det säkert?

source: We do not send any personal information nor anything that would allow us to identify you later. To detect duplicate entries, a unique number derived from your system is sent, but the source information cannot be reconstructed. Apart from that, only general data about your OS, hardware and OpenGL installation are sent. PrusaSlicer is open source, if you want to inspect the code actually performing the communication, see %1%.
sv: Vi skickar ingen personlig information eller något som gör att vi kan identifiera dig senare. För att upptäcka dubbla poster skickas ett unikt nummer som härrör från ditt system, men källinformationen kan inte rekonstrueras. Bortsett från det skickas bara allmänna data om ditt operativsystem, hårdvara och OpenGL-installation. PrusaSlicer är öppen källkod, om du vill inspektera koden som faktiskt utför kommunikationen, se %1%.

source: Show verbatim data that will be sent
sv: Visa ordagrant data som kommer att skickas

source: Ask me next time
sv: Fråga mig nästa gång

source: Do not send anything
sv: Skicka inget

source: System info sent successfully. Thank you.
sv: Systeminformation har skickats. Tack.

source: Sending system info failed!
sv: Det gick inte att skicka systeminformation!

source: Sending system info was cancelled.
sv: Att skicka systeminformation avbröts.

source: Sending system info...
sv: Skickar systeminformation...

source: Blacklisted libraries loaded into PrusaSlicer process:
sv: Svartlistade bibliotek som laddas in i PrusaSlicer-processen:

source: Eigen vectorization supported:
sv: Egen vektorisering stöds:

source: Copy to Clipboard
sv: Kopiera till Urklipp

source: Compatible printers
sv: Kompatibla skrivare

source: Select the printers this profile is compatible with.
sv: Välj de skrivare som denna profil är kompatibel med.

source: Compatible print profiles
sv: Kompatibla utskriftsprofiler

source: Select the print profiles this profile is compatible with.
sv: Välj de utskriftsprofiler som denna profil är kompatibel med.

source: Save current %s
sv: Spara nuvarande %s

source: Hover the cursor over buttons to find more information or click this button.
sv: Håll muspekaren över knapparna för att hitta mer information eller klicka på den här knappen.

source: Search in settings [%1%]
sv: Sök i inställningar [%1%]

source: Detach from system preset
sv: Koppla bort från systemförinställning

source: A copy of the current system preset will be created, which will be detached from the system preset.
sv: En kopia av den aktuella systemförinställningen kommer att skapas, som kommer att kopplas bort från systemförinställningen.

source: The current custom preset will be detached from the parent system preset.
sv: Den aktuella anpassade förinställningen kommer att kopplas bort från den överordnade systemets förinställning.

source: Modifications to the current profile will be saved.
sv: Ändringar av den aktuella profilen kommer att sparas.

source: This is a default preset.
sv: Detta är en standardförinställning.

source: This is a system preset.
sv: Detta är en systemförinställning.

source: Current preset is inherited from the default preset.
sv: Aktuell förinställning ärvs från standardförinställningen.

source: Current preset is inherited from
sv: Aktuell förinställning ärvs från

source: It can't be deleted or modified.
sv: Det går inte att radera eller ändra.

source: Any modifications should be saved as a new preset inherited from this one.
sv: Eventuella ändringar bör sparas som en ny förinställning som ärvts från denna.

source: To do that please specify a new name for the preset.
sv: För att göra det vänligen ange ett nytt namn för förinställningen.

source: Additional information:
sv: Ytterligare information:

source: printer model
sv: skrivarmodell

source: default print profile
sv: standard utskriftsprofil

source: default filament profile
sv: standardfilamentprofil

source: default SLA material profile
sv: standard SLA-materialprofil

source: default SLA print profile
sv: standard SLA-utskriftsprofil

source: full profile name
sv: fullständiga profilnamn

source: symbolic profile name
sv: symboliskt profilnamn

source: Layers and perimeters
sv: Lager och omkretsar

source: Vertical shells
sv: Vertikala skal

source: Horizontal shells
sv: Horisontella skal

source: Solid layers
sv: Fasta lager

source: Minimum shell thickness
sv: Minsta skaltjocklek

source: Quality (slower slicing)
sv: Kvalitet (långsammare skivning)

source: Fuzzy skin (experimental)
sv: Luddrig hud (experimentell)

source: Reducing printing time
sv: Minska utskriftstiden

source: Skirt
sv: Kjol

source: Raft
sv: Flotte

source: Options for support material and raft
sv: Tillval för stödmaterial och flotte

source: Speed for print moves
sv: Hastighet för utskriftsrörelser

source: Speed for non-print moves
sv: Hastighet för rörelser utan tryck

source: Modifiers
sv: Modifierare

source: Acceleration control (advanced)
sv: Accelerationskontroll (avancerat)

source: Autospeed (advanced)
sv: Autohastighet (avancerat)

source: Multiple Extruders
sv: Flera extruderare

source: Ooze prevention
sv: Ooz förebyggande

source: Extrusion width
sv: Extruderingsbredd

source: Overlap
sv: Överlappning

source: Other
sv: Övrig

source: Output options
sv: Utgångsalternativ

source: Sequential printing
sv: Sekventiell utskrift

source: Extruder clearance
sv: Extruder utrymme

source: Output file
sv: Utdatafil

source: Post-processing scripts
sv: Efterbearbetning av skript

source: Notes
sv: Anteckningar

source: Dependencies
sv: Beroenden

source: Profile dependencies
sv: Profilberoenden

source: Post processing scripts shall modify G-code file in place.
sv: Efterbehandlingsskript ska modifiera G-kodfilen på plats.

source: Found reserved keywords in
sv: Hittade reserverade sökord i

source: Filament Overrides
sv: Filament åsidosätter

source: Nozzle
sv: Munstycke

source: Cooling
sv: Kyl

source: Enable
sv: Gör det möjligt

source: Fan settings
sv: Fläktinställningar

source: Cooling thresholds
sv: Kyltrösklar

source: Filament properties
sv: Filamentegenskaper

source: Print speed override
sv: Åsidosätt utskriftshastighet

source: Wipe tower parameters
sv: Torka tornets parametrar

source: Toolchange parameters with single extruder MM printers
sv: Verktygsbyte parametrar med enkel extruder MM skrivare

source: Ramming settings
sv: Ramningsinställningar

source: Custom G-code
sv: Anpassad G-kod

source: Start G-code
sv: Starta G-kod

source: End G-code
sv: Avsluta G-kod

source: Volumetric flow hints not available
sv: Volumetriska flödestips är inte tillgängliga

source: Size and coordinates
sv: Storlek och koordinater

source: Capabilities
sv: Förmågor

source: Number of extruders of the printer.
sv: Antal extruders av skrivaren.

source: Single Extruder Multi Material is selected, and all extruders must have the same diameter. Do you want to change the diameter for all extruders to first extruder nozzle diameter value?
sv: Single Extruder Multi Material är valt, och alla extruders måste ha samma diameter. Vill du ändra diametern för alla extruders till första extrudermunstyckets diametervärde?

source: Nozzle diameter
sv: Munstycksdiameter

source: Before layer change G-code
sv: Innan lagerbyte G-kod

source: After layer change G-code
sv: Efter lagerbyte G-kod

source: Tool change G-code
sv: Verktygsbyte G-kod

source: Between objects G-code (for sequential printing)
sv: G-kod mellan objekt (för sekventiell utskrift)

source: Color Change G-code
sv: Färgbyte G-kod

source: Pause Print G-code
sv: Pausa Skriv ut G-kod

source: Template Custom G-code
sv: Mall anpassad G-kod

source: Display
sv: Visa

source: Tilt
sv: Luta

source: Tilt time
sv: Tilttid

source: Corrections
sv: Rättelser

source: Exposure
sv: Exponering

source: Machine limits
sv: Maskingränser
